# Brew
brew 'git'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'pnpm'
brew 'postgresql@17'
brew 'python'
brew 'rbenv'
brew 'redis'
brew 'ssh-copy-id'
brew 'yarn'
brew 'zsh'

# Cask
cask '1password'
cask 'adobe-creative-cloud'
cask 'aldente'
cask 'anki'
cask 'anydesk'
cask 'arq'
cask 'calibre'
cask 'dash'
cask 'discord'
cask 'figma'
cask 'firefox'
cask 'gitup'
cask 'google-chrome'
cask 'iina'
cask 'omnidisksweeper'
cask 'outline-manager'
cask 'paw'
cask 'postgres-unofficial'
cask 'rapidapi'
cask 'rectangle'
cask 'scroll-reverser'
cask 'sf-symbols'
cask 'spotify'
cask 'sublime-text'
cask 'transmission'
cask 'visual-studio-code'
cask 'zed'

# Optional cask apps
# cask 'fujifilm-x-raw-studio'

# Fonts
cask 'font-fira-mono'
cask 'font-jetbrains-mono'
cask 'font-noto-mono'
cask 'font-noto-sans'
cask 'font-noto-serif'
cask 'font-open-sans'
cask 'font-roboto-mono'
cask 'font-roboto'
