# Brew
brew 'direnv'
brew 'git'
brew 'imagemagick'
brew 'libpq'
brew 'mise'
brew 'node'
brew 'openssl'
brew 'pngquant'
brew 'pnpm'
brew 'postgresql@17'
brew 'python'
brew 'redis'
brew 'ssh-copy-id'
brew 'uv'
brew 'yarn'
brew 'yt-dlp'
brew 'zsh'

# Cask
cask '1password'
cask 'aldente'
cask 'anki'
cask 'arq'
cask 'calibre'
cask 'cursor'
cask 'cyberduck'
cask 'dash@6'
cask 'discord'
cask 'docker-desktop'
cask 'figma'
cask 'firefox'
cask 'gitup-app'
cask 'google-chrome'
cask 'iina'
cask 'obs'
cask 'omnidisksweeper'
cask 'rapidapi'
cask 'rar'
cask 'rectangle'
cask 'sf-symbols'
cask 'spotify'
cask 'transmission'
cask 'zed'
cask 'zoom'

# Fonts
cask 'font-fira-mono'
cask 'font-inter'
cask 'font-jetbrains-mono'
cask 'font-noto-mono'
cask 'font-noto-sans'
cask 'font-noto-serif'
cask 'font-open-sans'
cask 'font-pt-sans'
cask 'font-pt-serif'
cask 'font-roboto'
cask 'font-roboto-mono'
